/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Kuvan säätö";
"ICA_PGADV_AUTOTONE_TT"	= "Valitsee tehosteen toiminnolle, joka optimoi kuvan kirkkauden.";
"ICA_PGADV_COPYGAMMA_STR"	= "Vähennä läpinäkyvyyttä";
"ICA_PGADV_COPYGAMMA_TT"	= "Ottaa käyttöön tai poistaa käytöstä toiminnon, joka vähentää läpinäkyvyyttä kaksipuolisissa asiakirjoissa tai vaalentaa kierrätyspaperin ja muiden värillisten papereiden perusväriä. Tämä asetus on käytettävissä vain, jos [Asiakirja] tai [Aikakauslehti] on valittuna kohdassa [Kuvan säätö].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Ottaa käyttöön tai poistaa käytöstä toiminnon, joka vähentää läpinäkyvyyttä kaksipuolisissa asiakirjoissa tai vaalentaa kierrätyspaperin ja muiden värillisten papereiden perusväriä. Tämä asetus on käytettävissä vain, jos [Asiakirja] on valittuna kohdassa [Kuvan säätö].";
"ICA_PGADV_UNSHARP_STR"	= "Epäterävä maski";
"ICA_PGADV_UNSHARP_TT"	= "Ottaa käyttöön tai poistaa käytöstä toiminnon, joka korostaa kohteiden ääriviivoja ja terävöittää kuvaa. Kun [Rasterin poisto] on käytössä, moire-ilmiö voi säilyä näkyvissä, ellei [Epäterävä maski] -asetusta poisteta käytöstä.";
"ICA_PGADV_DESCREEN_STR"	= "Rasterin poisto";
"ICA_PGADV_DESCREEN_TT"	= "Ottaa käyttöön tai poistaa käytöstä toiminnon, joka vähentää liukuvärin epätasaisuutta tai raitakuviota (moire), jota näkyy, jos skannataan pienillä pisteillä tulostettuja valokuvia tai kuvia. Moire-ilmiö voi säilyä näkyvissä, ellei [Epäterävä maski] -asetusta poisteta käytöstä.";
"ICA_PGADV_REMOVEDUST_STR"	= "Poista pöly";
"ICA_PGADV_REMOVEDUST_TT"	= "Valitsee tehosteen \"FARE\"-toiminnolle, joka poistaa automaattisesti filmiskannauksista pöly- ja naarmujälkiä.";
"ICA_PGADV_REDUCEDUST_STR"	= "Vähennä pölyä";
"ICA_PGADV_REDUCEDUST_TT"	= "Valitsee tehosteen toiminnolle, joka vähentää valokuvissa olevan pölyn tai naarmujen aiheuttamia valkoisia pisteitä.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Himmenemisen korjaus";
"ICA_PGADV_FADINGCORRECT_TT"	= "Valitsee tehosteen toiminnolle, joka korjaa ajan myötä himmentyneitä valokuvia ja filmejä tai joissa on värivirhe. Tämä asetus on käytössä vain, jos [Väri] on valittuna kohdassa [Väritila] (laji).";
"ICA_PGADV_GRAINCORRECT_STR"	= "Rakeisuuden korjaus";
"ICA_PGADV_GRAINCORRECT_TT"	= "Valitsee tehosteen toiminnolle, joka vähentää nopealle filmille tai suurella herkkyydellä otettujen valokuvien rakeisuutta (epätasaisuutta).";
"ICA_PGADV_CUBS_STR"	= "Sisäkorjaus";
"ICA_PGADV_CUBS_TT"	= "Valitsee tehosteen toiminnolle, joka yhdistää sivujen välissä esiintyvät varjot, kun skannataan avoimia kirjasia. Jos käytät tätä korjaustoimintoa, aseta alkuperäinen niin, ettei se ole kallistuneena. Paina skannauksen aikana selkäosaa keskeltä samalla voimalla kuin esiskannauksessa on ollut.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Kalibroi ennen skannausta";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Suorita kalibrointi ennen jokaista skannausta.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Tulostus sivujärjestyksessä";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Määrittää, miten paperi tulostetaan, kun on skannattu useita kaksipuolisia asiakirjoja ADF-laitteesta. Aseta pois käytöstä, jos skannaat asiakirjoja ja tulostat paperin nopeassa tilassa. Aseta käyttöön, jos skannaat asiakirjoja ja tulostat paperin automaattisesti sivujärjestyksessä.";
"ICA_ADV_FLAG_NONE"	= "Ei mitään";
"ICA_ADV_FLAG_AUTO"	= "Automaattinen";
"ICA_ADV_FLAG_PHOTO"	= "Valokuva";
"ICA_ADV_FLAG_MAGAZINE"	= "Aikakauslehti";
"ICA_ADV_FLAG_DOCUMENT"	= "Asiakirja";
"ICA_ADV_FLAG_ON"	= "KÄYTÖSSÄ";
"ICA_INFO_NONE"	= "Ei mitään";
"ICA_INFO_LOW"	= "Matala";
"ICA_INFO_MEDIUM"	= "Keskikokoinen";
"ICA_INFO_HIGH"	= "Korkea";
"ICA_ERROR_001"	= "Skannausta ei voi suorittaa, ennen kuin koko tai tarkkuus on vähennetty %s x %s pikseliin tai vähemmän ja tiedoston koko on %s Gt tai vähemmän.";
"ICA_ERROR_002"	= "Paperikoko ei sovellu kaksipuoliseen skannaukseen. Valitse A4 tai Letter.";
"ICA_ERROR_003"	= "Määritetty [Väritila] (laji) ei tue 16-bittistä skannausta. Jos määritetty [Väritila] (laji) halutaan pitää, vaihda värisyvyydeksi 8-bittiä. Jos haluat käyttää 16-bittistä skannausta, vaihda [Väritila] (laji) -asetukseksi Väri.";
"ICA_ERROR_004"	= "Skannausta ei voi suorittaa, ennen kuin kooksi on suurennettu 4 x 4 mm (0,16 x 0,16 tuumaa).";
"ICA_ERROR_005"	= "Sinulla ei ole määritetyn kansion käyttöön tarvittavia käyttöoikeuksia.";
"ICA_ERROR_006"	= "Filmiä ei voida tunnistaa.\nTarkista, että filmi on asetettu oikein paikalleen, ja skannaa uudelleen.";
"ICA_ERROR_007"	= "120-muodon filmi skanneriajurin kanssa.";
"ICA_ERROR_008"	= "Sisäinen virhe. Suorita seuraavat toimenpiteet.\n- Tarkista skannerin tila.\n- Käynnistä skanneri uudelleen.\n- Asenna skanneriajuri uudelleen.";
"ICA_ERROR_009"	= "Paperikoko ei sovellu kaksipuoliseen skannaukseen. Valitse muu koko kuin US Legal.";
"ICA_ERROR_01"	= "Muisti loppui. Lisää käytettävissä olevaa muistia.";
"ICA_ERROR_02"	= "Tarvittava tiedosto puuttuu tai se vioittunut tai asetukset ovat virheelliset. Yritä asentaa uudelleen.";
"ICA_ERROR_03"	= "Sisäinen virhe.";
"ICA_ERROR_04"	= "Levytila ei riitä skannauksen suorittamiseen.";
"ICA_ERROR_05"	= "ADF:ssä (automaattisessa arkinsyöttölaitteessa) ei ole asiakirjaa.Lataa asiakirja ja yritä sitten uudelleen.";
"ICA_ERROR_07"	= "Skannerin virhe. Katso käyttöoppaasta ratkaisuvaihtoehtoja.";
"ICA_ERROR_08"	= "Tiedostoa ei voida lukea, tai siihen ei voida kirjoittaa.";
"ICA_ERROR_09"	= "Tapahtui virhe. Katkaise laitteesta virta ja kytke sitten virta uudelleen.";
"ICA_ERROR_10"	= "Vapauta lukkokytkin, irrota USB-kaapeli ja aseta kaapeli paikalleen uudelleen.";
"ICA_ERROR_11"	= "Vapauta lukituskytkin, sammuta laite ja käynnistä se uudelleen.";
"ICA_ERROR_12"	= "Käyttäjä kumosi skannauksen.";
"ICA_ERROR_13"	= "Käyttäjä kumosi skannauksen. Poista asiakirja ADF:stä (automaattisesta asiakirjansyöttölaitteesta) painamalla tulostimen käyttöpaneelin OK-painiketta.";
"ICA_ERROR_18"	= "Skannaus ei onnistu seuraavista syistä:\n- Alkuperäistä ei ole ehkä asetettu oikein.\n- Suoja-arkki saattaa olla edelleen paikallaan.\n- Lamppu ei ole ehkä lämmennyt.\n   (Lampun säätämiseen matalaan lämpötilaan menee muutama minuutti.)";
"ICA_ERROR_25"	= "ADF:ssä (automaattisessa syöttölaitteessa) on paperitukos. Poista paperitukos ja poista sitten tila tulostimen käyttöpaneelista painamalla OK-painiketta.";
"ICA_ERROR_26"	= "ADF:n (automaattisen asiakirjansyöttölaitteen) kansi on auki. Sulje asiakirjakansi ja poista tila tulostimen käyttöpaneelista painamalla OK-painiketta.";
"ICA_ERROR_28"	= "Asiakirja oli liian pitkä. Tarkista, että ADF:n (automaattisen arkinsyöttölaitteen) kansi on suljettu, ja poista asiakirja ADF:stä (automaattisesta arkinsyöttölaitteesta) painamalla tulostimen käyttöpaneelin OK-painiketta.";
"ICA_ERROR_29"	= "Paperikoko ei sovellu kaksipuoliseen skannaukseen. Tarkista, että ADF:n (automaattisen arkinsyöttölaitteen) kansi on suljettu, ja poista asiakirja ADF:stä (automaattisesta arkinsyöttölaitteesta) painamalla tulostimen käyttöpaneelin OK-painiketta.";
"ICA_ERROR_30"	= "ADF:ssä (automaattisessa asiakirjansyöttölaitteessa) ei ole asiakirjaa. Kumoa virhe painamalla tulostimen käyttöpaneelin OK-painiketta, ja aseta sen jälkeen ADF:ään (automaattiseen asiakirjansyöttölaitteeseen) paperia.";
"ICA_ERROR_31"	= "Skannerin alustus on käynnissä. Skannaa, kun se on valmis.";
"ICA_ERROR_32"	= "Tulostimen alustus on käynnissä. Skannaa, kun se on valmis.";
"ICA_ERROR_33"	= "Tulostin on käytössä tai tapahtui virhe. Tarkista tila.";
"ICA_ERROR_34"	= "Skanneri ei ole saatavilla, kun se on toisen sovelluksen tai käyttäjän käytössä.";
"ICA_ERROR_35"	= "Suoja-arkki on kiinnitetty. Ei voi skannata.";
"ICA_ERROR_36"	= "Määritettyä asiakirjan sivukokoa ei voi skannata.";
"ICA_ERROR_39"	= "Skanneriin ei voi muodostaa yhteyttä seuraavista syistä:\n- Skannerin virta on katkaistu.\n- USB-johto on irrotettu.\n\nTarkista ja yritä uudestaan.";
"ICA_ERROR_40"	= "Skanneriin ei voi muodostaa yhteyttä seuraavista syistä:\n- Skannerin virta on katkaistu.\n- (Jos käytetään kiinteää LAN-yhteyttä) Skannerin kiinteä LAN-yhteys on katkaistu.\n- (Jos käytetään WLAN-yhteyttä) Signaalin voimakkuus on heikko esteiden vuoksi.\n- Suojausohjelmisto estää verkkoyhteyden.\n- Valittuna on verkossa oleva eri skanneri.\n\nTarkista ja yritä uudestaan.";
"ICA_ERROR_42"	= "Asiakirjakansi on auki.\nSulje asiakirjakansi ja paina tulostimen OK-painiketta.\nPoista sitten asiakirja ADF:stä (automaattisesta syöttölaitteesta).";
